start_message = """
Добро пожаловать в OLTsHUB Telegram Bot.

Краткая справка 📝:

При первом запуске необходимо залогиниться.
Введите команду <code>/login ВАШ_ЛОГИН</code>
Например <code>/login user</code>
Пользователь должен быть создан в OLTsHUB

Для просмотра состояния ONU
введите мак адрес или серийный номер ONU.

Справка по командам /help
"""


help_message = """
<code>/login user</code> - команда для входа в приложение, 
на ОЛТхабе должен быть создан пользователь с таким логином, 
и добавлен telegram id для него.

<code>/olt_info (id)</code> - Показывает информацию о конкретном ОЛТе
ID ОЛТа можно посмотреть в списке ОЛТов /olts_list

Для просмотра информации об ОНУ - введите мак или серийник, например AABBCCDDEEFF.
Вводить можно в любом формате, мак адрес AA:bb.cc-ddeeff далее обработается как aabbccddeeff.

Для опроса ОЛТа необходимо вызвать команду <code>/olt_info (id)</code> 
и нажать кнопку "Опросить ОЛТ", 
после чего надо дождаться сообщения о окончании опроса.
Не нужно флудить командами во время опроса, 
необходимое время в среднем от 20 секунд до 2 минут, 
в зависимости от количества ОНУ на ОЛТе

Посмотреть уровень сигнала с PON порта, 
в информации об ОЛТе <code>/olt_info (id)</code> есть кнопка "Показать порты".
Появится список портов ОЛТа, при нажатии на порт - 
будет показан уровень сигналов всех ОНУ на этом порту.
Особенно медленные ОЛТы типа BDCOM старых версий, 
могут очень долго отдавать информацию, опрос может занять 3 минуты.
"""